[
	{
		"marker" : "before",
		"scene" : "before",
		"html" : [
			"I try to do my work of decision-making before the performance time starts. I really try to challenge my readiness, so my decision making is more instantaneous. Before going into the space, on to the stage, i am using the audience as another kind of material. That might be why Deborah usually likes to start her pieces before the audience is even settled into their role as someone who sits down in a chair and watches what's happening.",
			"I kind of interpret it in that way, that it's really challenging the performer's readiness but also kind of incorporating or putting into the score a moment when the performer can use all of the tools to prime themselves for the rest of the piece."
		]
		},
	{ 
		"marker" : "fred + ginger",
		"scene": "fred-and-ginger",
		"html" : [
			"For Fred and Ginger what I'm trying to do is not stack up, but keep all of the balls in the air as much as possible, priming myself to the space, to my use of time right away, and also my relationship to the audience. And then the Fred and Ginger is just this little trick to kind of keep you alert, more alert, which there are a lot of those tricks in the score and the language.",
			"It's not just what you see concretely, but it's what you imagine you see. So you're also priming that level of your perception on all these different realms. It's what you see but also what you don't see literally.",
			"I also try to use Fred and Ginger as a time element, because it's not so much about the memory aspect, but a particular use of time and how the body is sort of incorporating that.", 
			"The image of Fred and Ginger is  like a little device to keep you in this place where you're not consequent necessarily to your idea of what reading space or playing out time is. It's that there's this discontinuity or this breaking of your perception of what those things are. So rather than just going in a line across the stage I'm kind of going like Fred and Ginger and it breaks up my continuity."
		]
	},
	{
		"marker":"the beginning",
		"scene":"the-beginning",
		"html" : [
			"The challenge for me there is allowing myself to take the time to really care for exactly what the curve is. There's often this conflict a lot of negotiation of time. I really try to attend to seeing the curve in the space, on the floor or in the space itself. And rather than just starting and then finding the curve as I'm doing it.",
			"That's a really hard, really challenging thing to do, because I usually find things through my body first rather than determining first. So that's what I'm doing there at the beginning. And then once you step that first step of the unfamiliar rhythm you have to kind of accept the first thing that comes up and you can't go back, you have to commit. It's an interesting beginning to have, you just have to accept what's there and then kind of follow that through for the rest of the piece."
		]
	},
	{ "marker" : "curved path",
		"scene": "curved-path",
		"html" : [
			"I'm trying to attend as much as I can to the curved path, to not veering off of it, to experiencing it through the space, but not just on the floor but through the entire space. And also attending to this unfamiliar familiar way of walking. so that's also something in Deborah's work that there's multiple things that you're focusing on. It's not just one thing and as a result there's a kind of disruption of your use of time and your use of space. You're being asked to hold a linear thought or a linear progression, but at the same time you're asked to disrupt that. And there's the kind of physical paradox that's going on all the time. Before I go onto the curved path, I'm negotiating my end up in relationship to the audience. The curved path is one of the more challenging parts for me."
		]
	},
	{ "marker" : "link to portal",
		"scene": "link-to-portal",
		"html" : [
			"This actual activity that you're connected by your heart to the space and where you just came from is very particular for her in terms of opening up yourself to this next 40 minutes that you're going to be engaging with the audience. A really weird moment, I always find. It's slightly embarrassing for me, I'm aware or my performance there. And it's a tricky place actually, because it's also really simple."
		]
	},
	{ "marker" : "ancient voice #1",
		"scene": "ancient-voice-1",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "break cord",
		"scene": "break-cord",
		"html" : [
			"You're connecting to your past self, but then you use that little ancient voice to remind yourself that it's not just about you and the connection, this kind of heart connection to yourself, but it's about breaking that and opening up to all of it that's around you.",
			"I'm trying to attend to the multidimensionality of the space and my relationship to it. So even though I break the cord and I'm turning to face the audience, I'm trying to include all of the space around me before I face the audience. That  just takes a while, especially if you've been in this little sort of singular moment for a while."
		]
	},
	{ "marker" : "joy + sorrow #1",
		"scene": "joy-sorrow-1",
		"html" : [
			"It's not binary but it's this sense of all of these things being included at every moment. Those two things are co-existing always."
		]
	},
	{ "marker" : "wordless song",
		"scene": "wordless-song",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "song and movement",
		"scene": "song-and-movement",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "no audible song, movement and travel",
		"scene": "no-song-movement-travel",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "hidden diagonal",
		"scene": "hidden-diagonal",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "1 minute turn",
		"scene": "1-minute-turn",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "work",
		"scene": "work",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "complexity",
		"scene": "complexity",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "mall + object",
		"scene": "mall-and-object",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "particle",
		"scene": "particle",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "holy + indian",
		"scene": "holy-and-indian",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "tiptoeing",
		"scene": "tiptoeing",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "beckett quote",
		"scene": "beckett-quote",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "silly song and dance",
		"scene": "silly-song-and-dance",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "market + object",
		"scene": "market-and-object",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "travel",
		"scene": "travel",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "cranky voice",
		"scene": "cranky-voice",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "mend",
		"scene": "mend",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "road",
		"scene": "road",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "holy site + song",
		"scene": "holy-site-and-song",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "rebuild road",
		"scene": "rebuild-road",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "ancient voice #2",
		"scene": "ancient-voice-2",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "standing",
		"scene": "standing",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "face audience",
		"scene": "face-audience",
		"html" : [
"To be done"
		]
	},
	{ "marker" : "joy + sorrow #2",
		"scene": "joy-and-sorrow-2",
		"html" : [
"To be done"
		]
	}
]