[
	{
		"marker" : "intro",
		"scene" : "intro",
		"length" : "0.01",
		"html" : [
			"<h1>No Time to Fly</h1>\n<p>premiere: St. Mark’s Church in-the-Bowery,<br/>New York, March 25 – 27, 2010<br />\ntext, choreography, and performance: Deborah Hay<br />\nlight: Jennifer Tipton<br/>\nversion: 2012</p>",
			"<h2>Four questions for the dancer</h2>\n<p>What if the question “What if where I am is what I need?” is not about what I need but an opportunity to remember the question “What if where I am is what I need?”?</p>",
			"<p>What if dance is how I practice my relationship with my whole body at once in relationship to the space where I am dancing in relationship to each passing moment in relationship to my audience? What if the depth of this question is on the surface?</p>",
			"<p>What if my choice to surrender the pattern, and it is just a pattern, of facing a single direction or fixing on a singularly coherent idea, feeling, or object when I am dancing is a way of remembering to see where I am in order to <a href=\"#text/outro/2\">dis-attach</a> where I am?</p>",
			"<p>What if how I see while I am dancing is a means by which movement arises without looking for it?</p>",
			"<h2>Three reminders for my practice</h2>\n<p>Remove my sequencing from the sequence of movement directions.</p>",
			"<p>Remove hesitation and reconsideration.<br />\nA word or short phrase in bold red ink is a warning to avoid my automatic response to be creative or to fall into habitual behavior regarding the words I use. Instead, I immediately dis-attach from those impulses by noticing the whole body at once as my teacher, thus assuming the cellular intelligence of my body.</p>",
			"<center>Joy and sorrow in the audience<br/>In my body<br/>How I see<br/>Onstage<br/>In time passing.</center>",
			"<center>Joy and sorrow in movement<br />Choreography<br/>Performance<br/>My voice<br/>Dance<br/>At once turning<br/>Rhythm<br/>And work.</center>",
			"<center>Joy and sorrow in history<br/>Language<br/>Reform<br/>At once<br/>Complexity<br/>Fanfare<br />Prayer.</center>"
		]
	},
	{
		"marker" : "before",
		"scene": "before",
		"length" : "0.01",
		"html" : [
			"[Instructions before Fred + Ginger: wait for audience, select place and moment to begin at]"
		]
		},
	{ 
		"marker" : "fred + ginger",
		"scene": "fred-and-ginger",
		"length" : "0.01",
		"html" : [
			"[Fred + Ginger do not appear in the text]"
		]
	},
	{ 
		"marker" : "reading space",
		"scene": "reading-space",
		"length" : "0.01",
		"html" : [
			"[Reading space might be Fred and Ginger ... no text in the booklet]"
		]
	},
	{ 
		"marker" : "the beginning",
		"scene": "the-beginning",
		"length" : "0.039334904",
		"html" : [
			"I appear at the edge of the stage as the last few audience members take their seats. My behavior is matter-of-fact. I have a lot of choices to make in advance of my entrance. I decide on my entrance site and the direction I will travel in relation to the audience, plus where that path will end. Then the light fades."
		]
	},
	{ "marker" : "curved path",
		"scene": "curved-path",
		"length" : "0.03697729",
		"html" : [
			"The moment the light returns I step onto the stage, walking in a stride and style not mine, as foreign as a foreign accent, recognizable but odd. The path is a singular broad curve that ends in a slightly accelerated little curl, leaving me facing the portal through which I stepped onto the stage."
		]
	},
	{ "marker" : "link to portal",
		"scene": "link-to-portal",
		"length" : "0.006824668",
		"html" : [
			"I am held by an imagined cord linking me to the portal."
		]
	},
	{ "marker" : "ancient voice #1",
		"scene": "ancient-voice-1",
		"length" : "0.014393846",
		"html" : [
			"An ancient voice quietly advises me to remember the audience as well as the space beyond my tightly contained space."
		]
	},
	{ "marker" : "break cord",
		"scene": "break-cord",
		"length" : "0.027050503",
		"html" : [
			"In response to the guidance received, I select the right moment to break the string and notice at once how the inclusion of the theater and my audience enlarges my dancing. It is like a real opening, and I begin again."
		]
	},
	{ "marker" : "joy + sorrow #1",
		"scene": "joy-sorrow-1",
		"length" : "0.026926417",
		"html" : [
			"My body is still while joy and sorrow wash across my face like a stream of instances. When not streaming, my face may briefly return to normalcy, or it may sustain a single reflection of joy/sorrow for longer moments."
		]
	},
	{ "marker" : "wordless song",
		"scene": "wordless-song",
		"length" : "0.0483931",
		"html" : [
			"I sing a wordless song that arises from and combines joy and sorrow into a single melody that resonates through my bones. Barely suppressing a sense of personal history, my face reflects the transience of joy and sorrow. The song’s duration is determined by how much time is required for the song to impress itself on my body and the audience’s memory. Its phrasing can expand and contract."
		]
	},
	{ "marker" : "song and movement",
		"scene": "song-and-movement",
		"length" : "0.025809653",
		"html" : [
			"I attach rhythmic movement to the song, my dancing obviously influenced by my singing. I establish this continuity of relationship before using it to navigate a slightly complex path to the edge of the stage."
		]
	},
	{ "marker" : "no audible song, movement and travel",
		"scene": "no-song-movement-travel",
		"length" : "0.014642015",
		"html" : [
			"Partway, my audible singing disappears, yet the dancing adheres to its reliance on the now unheard rhythm of the song."
		]
	},
	{ "marker" : "hidden diagonal",
		"scene": "hidden-diagonal",
		"length" : "0.018116392",
		"html" : [
			"And finally my dance shifts outside of the prevailing memory of the song, and I move across stage in a straight line while erasing my destination."
		]
	},
	{ "marker" : "1 minute turn",
		"scene": "1-minute-turn",
		"length" : "0.029904455",
		"html" : [
			"At the edge of the stage, with a 1-minute allotment to turn in place a single time without moving slowly or continuously, I perform the joy and sorrow in restraint and sing snippets of the joy/sorrow song on 2 or 3 occasions during the turn."
		]
	},
	{ "marker" : "work",
		"scene": "work",
		"length" : "0.061297927",
		"html" : [
			"If the sparsely singing turn is like a lock unlocking, then <em>work</em> is my deliverance into space after 1 minute. Work is a variation on a 2-part spontaneous movement used to cross stage one time. Work is also how I manage the choreographic tools I need to maintain both my interest and that of the audience. Those tools are the perception of my movement as music, my perception of space, the use of stillness and duration, and the perception of joy and sorrow to deepen my practice of performance."
		]
	},
	{ "marker" : "complexity",
		"scene": "complexity",
		"length" : "0.037101377",
		"html" : [
			"Complexity arises. I play with how I perceive time and how I perceive space rather than creating complex body movement. Clearing the dance of complexity is as abstruse, yet here I am, two alternating occurrences weaving back and forth. The duration of the two parts is choreographically challenging."
		]
	},
	{ "marker" : "mall + object",
		"scene": "mall-and-object",
		"length" : "0.031641643",
		"html" : [
			"I perform market, a contemporary market, <em>a mall</em>. Without creating <em>a mall</em> I notice it wherever I am. A single object reveals itself in a mall. I perform several views of object for the benefit of the audience. A mall and object alternate their appearances."
		]
	},
	{ "marker" : "particle",
		"scene": "particle",
		"length" : "0.029904455",
		"html" : [
			"I start spinning, not literally but as a part of an onstage counterclockwise spinning vortex that only I perceive. I am a speck, a dot, a flake, endlessly spiraling toward center stage, and absolutely no one can possibly identify me as such."
		]
	},
	{ "marker" : "holy + indian",
		"scene": "holy-and-indian",
		"length" : "0.107333414",
		"html" : [
			"At center stage I reverse direction and turn in place while lifting my arms incrementally, to signify the construction and architecture of a holy site. At the same time my shoes lightly tap the floor under me as if to imply the sporadic thwacks of a hammer, striking in the distance. <em>A holy site</em> is completed the moment my hands or fingers touch overhead. I open my mouth and hear <em>a holy song</em> rise up out of me. Unable to sustain itself, <em>a holy site</em> collapses. My hands, still touching, drop before my eyes.",
			"I contemplate the symbolism of the gestural demise. Resourcing whatever bits of prior exposure to the American Indian ritual, I reproduce it as best as I can while rhythmlessly bouncing to beating drums that only I can hear. The American Indian ritual collapses. I rebuild a holy site, using the sound of my tapping feet as before. I travel in fading light."
		]
	},
	{ "marker" : "tiptoeing",
		"scene": "tiptoeing",
		"length" : "0.07010795",
		"html" : [
			"Light returns and I am tiptoeing, not wanting to disrupt the space already created – a task I hold in high regard. I experience space parting, with little to no disturbance, hoping that the audience will see this too, before arriving somewhere that is not center stage. My actions are obvious. When I imagine the stage is still, instantaneously perform my almost non-existent fake American Indian ritual dance which I may be the only person in the world to realize.",
			"Punctuated by beating drums that only I can hear I may bounce rhythmlessly with the supposed drums."
		]
	},
	{ "marker" : "beckett quote",
		"scene": "beckett-quote",
		"length" : "0.028291352",
		"html" : [
			"I lift and point my right index finger in the air and, speaking in a Southern accent, say, <a href=\"#text/outro/3\">“Strictly speaking I believe I have never been anywhere.”</a> With my finger still in the air, I leave time for the Beckett quote to sink in."
		]
	},
	{ "marker" : "silly song and dance",
		"scene": "silly-song-and-dance",
		"length" : "0.026430078",
		"html" : [
			"My right hand lowers as I hum  <a href=\"http://en.wikipedia.org/wiki/The_Streets_of_Cairo,_or_the_Poor_Little_Country_Maid\" target=\"_blank\">“The Snake Charmer’s Song.”</a> My perception of joy and sorrow guides the singing. The lifetime of the song is how long it takes for my hand to lower. My standard for “lower” is my own."
		]
	},
	{ "marker" : "market + object",
		"scene": "market-and-object",
		"length" : "0.080407",
		"html" : [
			"I am unquantifiable instances of a <em>5,000-year-old marketplace</em> before sunrise, while it is still dark and quiet. I depend on the image at first, and then I get rid of it. This is not a narrative. Maybe a wind moves the air around a makeshift pole, flap, cover, knot, uneven surface. My hand occasionally thrums my body for sound, or I make short intermittent sounds that are barely audible. It is the same for a single item, like a particular utensil, crafted tool, or ornament – an untraditional object in a <em>5,000-year-old marketplace</em>.",
			"There is no name for the item, fortunately. I provide several views of an untraditional object for the audience."
		]
	},
	{ "marker" : "travel",
		"scene": "travel",
		"length" : "0.008561856",
		"html" : [
			"I perform counterintuitive travel somewhere at the edge of the space."
		]
	},
	{ "marker" : "cranky voice",
		"scene": "cranky-voice",
		"length" : "0.006080159",
		"html" : [
			"A cranky voice provides continuous accompaniment."
		]
	},
	{ "marker" : "mend",
		"scene": "mend",
		"length" : "0.0021094428",
		"html" : [
			"I <em>mend</em> the field."
		]
	},
	{ "marker" : "road",
		"scene": "road",
		"length" : "0.034247424",
		"html" : [
			"I build a road with my feet used to smooth and design its surface. My work is clear and evident, without rest. I make a rhythmic sound, like an engine, to create a counterpart to the work of building the road. My arms, held out from my body, symbolize the shape of the engine."
		]
	},
	{ "marker" : "holy site + song",
		"scene": "holy-site-and-song",
		"length" : "0.092070974",
		"html" : [
			"I turn and turn and turn, as many times as I remain interested in turning on this big new road, bringing separate parts together in a whirling whole that becomes <em>a holy site</em> somewhere on stage. The turning is happening in my perception of the whole stage, and my body is just a part of it. My arms are above my head, and they function as the architecture of the temple, shrine, church, mosque, etc. My hands, like antenna, draw <em>a holy song</em> down through <em>a holy site</em> and out through my mouth.",
			"It does not have to be anything other than holy – holy being different for everyone. My arms collapse, poised like a mound of rubble in front of me. Holding my body still, I step toward the audience to offer them several views of the former holy site."
		]
	},
	{ "marker" : "rebuild road",
		"scene": "rebuild-road",
		"length" : "0.027919097",
		"html" : [
			"I rebuild the road, as before. At center stage, my arms again lift above my head to symbolize the architecture of a holy site, and a holy song returns. A second abrupt fall destroys the holy site, turning it back into rubble."
		]
	},
	{ "marker" : "ancient voice #2",
		"scene": "ancient-voice-2",
		"length" : "0.011043554",
		"html" : [
			"My ancient self’s voice guides me back to a standing position. Everything seems in order."
		]
	},
	{ "marker" : "standing",
		"scene": "standing",
		"length" : "0.008810026",
		"html" : [
			"I am standing straight, except that I am facing away from the audience."
		]
	},
	{ "marker" : "face audience",
		"scene": "face-audience",
		"length" : "0.013028911",
		"html" : [
			"The final encouragement I receive from my ancient self has me turn to face the audience once more. Pause."
		]
	},
	{ "marker" : "joy + sorrow #2",
		"scene": "joy-and-sorrow-2",
		"length" : "0.007941432",
		"html" : [
			"When my face begins streaming with joy and sorrow, I begin anew."
		]
	},
	{
		"marker" : "outro",
		"scene" : "outro",
		"length" : "0.01",
		"html" : [
			"Three novels by the author Jim Crace, Quarantine, Gift of Stones, and Pesthouse, significantly inspired the early development of No Time to Fly. His descriptions of pre- or post-societal communities and landscapes felt bizarrely familiar, revealing a sensual vocabulary I did not know I could access.",
			"1. My use of the word “dis-attach” instead of “detach”: to detach has become a generalized concept that, at this time, often loses the experience of the personal. To dis-attach requires more action on my part as a practitioner. I need to recognize where I am before I can choose to dis-attach from where I am.",
			"2. This is the third consecutive time that this simple sentence, “Strictly speaking I believe I have never been anywhere,” has been appropriated into my choreography. It has been spoken in I’ll Crane for You, Up Until Now, and Market."
		]
	}
]